Repository: showbiznine/HiNative
Catalog: HiNative_v2/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp

# premium_priority_counter_suffix.Text
source: "Receive notifications for questions you've bookmarked! (Premium users only)"
fr_fr: You will receive notifications when someone responds to a question that you have bookmarked. (Premium users only)
ja_jp: 枚

# premium_suggestion_bookmarks_search.Text
source: Bookmarks can be searched from the list on your profile page. (Premium users only)
fr_fr: Bookmarks can be searched from the list in your profile. (Premium users only)
ja_jp: ブックマークすると、プロフィールのブックマーク一覧からブックマークを検索することが出来ます(プレミアムユーザー限定)

# premium_title_premium_service.Text
source: Premium service
fr_fr: Service premium
ja_jp: プレミアムサービス

# profile_choose_existing.Text
source: Choose existing photo
fr_fr: Choisir une photo existante
ja_jp: 既存の写真を選択

# profile_delete_photo.Text
source: Delete profile photo
fr_fr: Supprimer la photo du profil
ja_jp: プロフィール画像を削除

# profile_label_answers.Text
source: Answers
fr_fr: Réponses
ja_jp: 回答数

# profile_label_following_tags.Text
source: Following tags
fr_fr: Tag suivant
ja_jp: フォロー中のタグ

# profile_label_learning_language.Text
source: Language(s) you are interested in
fr_fr: Langue(s) qui vous intéresse
ja_jp: 興味のある言語

# profile_label_nationality.Text
source: Nationality and region
fr_fr: Nationalité et région
ja_jp: 国家と地域

# profile_label_nationality_not_inputed.Text
source: Please set your nationality
fr_fr: "S'il vous plait entrez votre nationalité"
ja_jp: 国家と地域はまだ登録されていません

# profile_label_native_language.Text
source: Native language(s)
fr_fr: Langue maternelle
ja_jp: 母語

# profile_label_number_of_answers.Text
source: Number of answers
fr_fr: Nombre de réponses
ja_jp: 回答数

# profile_label_number_of_bookmarks.Text
source: Bookmarks
fr_fr: Favoris
ja_jp: ブックマーク

# profile_label_number_of_featured_answers.Text
source: Featured answers
fr_fr: Réponse en vedette
ja_jp: 最も役に立った回答に選ばれた数

# profile_label_number_of_likes.Text
source: Number of likes
fr_fr: "Nombre de j'aime"
ja_jp: いいね！された数

# profile_label_number_of_questions.Text
source: Number of questions
fr_fr: Nombre de questions
ja_jp: 質問数

# profile_label_number_of_quick_responses.Text
source: Quick Responses
fr_fr: Réponses rapides
ja_jp: 即レス

# profile_label_questions.Text
source: Questions
ja_jp: 質問数

# profile_label_self_introduction_not_inputed.Text
source: Please write your self introduction
fr_fr: "S'il vous plait présentez-vous"
ja_jp: 自己紹介はまだ登録されていません

# profile_label_symbol.Text
source: "What's this symbol?"
fr_fr: Quel est ce symbole?
ja_jp: このアイコンは何ですか？

# profile_message_delete_image.Text
source: Profile image deleted
fr_fr: Image du profil supprimée
ja_jp: プロフィール画像を削除しました

# profile_message_upload_image.Text
source: Profile image changed
fr_fr: Image du profil changé
ja_jp: プロフィール画像を変更しました

# profile_navigation_item_right_bar_button_item.Text
source: Edit
fr_fr: Modifier
ja_jp: 編集

# profile_navigation_item_title.Text
source: Profile
fr_fr: Profil
ja_jp: プロフィール

# profile_show_image.Text
source: View profile photo
fr_fr: Voir la photo du profil
ja_jp: プロフィール画像を表示

# profile_tab_bar_item_title.Text
source: Profile
fr_fr: Profil
ja_jp: プロフィール

# profile_take_photo.Text
source: Take photo
fr_fr: Prendre une photo
ja_jp: 写真を撮る

# question_balloon_language.Text
source: Question about %1$s
fr_fr: Question à propos de %1$s
ja_jp: %1$sに関する質問

# question_button_normal_answer.Text
source: Answer
fr_fr: Réponse
ja_jp: 回答する

# question_cell_nativelabel_title.Text
source: Native language
fr_fr: Langue maternelle
ja_jp: 母語

# question_detail_question_not_done_posting.Text
source: The question is still not done posting.
fr_fr: "La publication de la question n'est pas encore terminée."
ja_jp: 質問の投稿はまだ完了していません。

# question_detail_show_profile_prohibition.Text
source: You are unable to view the profile page during the tutorial.
fr_fr: Vous ne pouvez pas afficher la page de profil durant le tutoriel.
ja_jp: チュートリアル中はプロフィールページは表示できません。

# question_detail_subscribe.Text
source: Turn on notifications
fr_fr: Activer les notifications
ja_jp: 通知を受け取る

# question_detail_unsubscribe.Text
source: Turn off notifications
fr_fr: Désactiver les notifications
ja_jp: 通知を無効にする

# question_label_close.Text
source: Closed question
fr_fr: Question fermée
ja_jp: 終了した質問

# question_navigation_item_title.Text
source: Question
ja_jp: 質問

# question_noquestion_by_filter_maintext.Text
source: "There are no questions that meet these conditions."
fr_fr: "Il n'y a aucune question qui rencontrent ces conditions."
ja_jp: 表示する質問がありませんでした。

# question_noquestion_by_filter_subtext.Text
source: Please search again using different filters.
fr_fr: "S'ils vous plait effectuer une nouvelle recherche en utilisant des conditions différentes."
ja_jp: "絞り込み条件を少なくするか 絞り込まずに検索してください。"

# question_noquestion_maintext.Text
source: "There are currently no questions about this language."
fr_fr: "Il n'y à actuellement aucune questions à propos de cette langue."
ja_jp: "この言語に関する質問は まだありません。"

# question_noquestion_subtext.Text
source: "Could you introduce HiNative to someone who speaks this language?"
fr_fr: "Pourriez-vous présenter HiNative à quelqu'un qui parle cette langue?"
ja_jp: "もしよかったらあなたのこの言語の友達に このサービスを紹介してください！"

# question_placeholder_you_can_answer.Text
source: You can answer after selecting one.
fr_fr: Vous pouvez répondre après avoir sélectionné un/une.
ja_jp: 選択した後に回答出来ます。

# questions_index_native_questions.Text
source: Questions about %1$s
fr_fr: Questions sur%1$s
ja_jp: %1$s に関する質問

# questions_index_study_questions.Text
source: Questions about %1$s
fr_fr: Questions sur %1$s
ja_jp: %1$s に関する質問

# questions_new_additional_info_placeholder.Text
source: Write additional information here in any language you want.
fr_fr: "Vous pouvez ajouter de l'information supplémentaire si vous le désirez. Vous pouvez écrire dans la langue de votre choix."
ja_jp: 補足があればここに書きましょう。何語で書いても構いません。

# questions_new_content_placeholder.Text
source: Ask about anything! You can ask in any language.
fr_fr: "N'hésitez pas à Demandez quoi que ce soit. Vous pouvez Demander dans la langue de votre choix."
ja_jp: 自由に質問して下さい。何語で書いても大丈夫です。

# questions_show_choice.Text
source: %1$s does this sound natural?
fr_fr: %1$s Est-ce-que ça semble naturel?
ja_jp: %1$s この表現は自然ですか？

# questions_show_choice_keyword_a_little_unnatural.Text
source: A little unnatural
fr_fr: Quelque peu anormal
ja_jp: 少し不自然

# questions_show_choice_keyword_natural.Text
source: Natural
fr_fr: Naturel
ja_jp: とても自然

# questions_show_choice_keyword_not_understand.Text
source: "I don't understand"
fr_fr: Je ne comprends pas
ja_jp: 意味が通じない

# questions_show_choice_keyword_unnatural.Text
source: Unnatural
fr_fr: Anormal
ja_jp: 不自然

# questions_show_close.Text
source: Close this question
fr_fr: Fermer cette question
ja_jp: 質問を終了する

# questions_show_confirm_best_answer.Text
source: Make this the featured answer?
fr_fr: Mettre en vedette cette réponse ?
ja_jp: この回答が最も役に立ったということで、よろしいですか？

# questions_show_difference.Text
source: "What is the difference between %1$s? Feel free to just provide example sentences."
fr_fr: %1$s Quelle est la différence entre?
ja_jp: "%1$s はどう違いますか？ 説明が難しい場合は、例文を教えてください。"

# questions_show_example.Text
source: "Please show me example sentences with %1$s. Tell me as many common expressions as possible."
fr_fr: "Veuillez me montrer des exemples des phrases contenant %1$s. Dites-moi autant d'expressions quotidiennes que possible."
ja_jp: "%1$s を使った例文を教えて下さい。 出来るだけ日常で使う自然な表現でお願いします。"

# questions_show_meaning.Text
source: What does %1$s mean?
fr_fr: Que signifie %1$s ?
ja_jp: %1$s はどういう意味ですか?

# questions_show_please_touch_answer.Text
source: Please select an answer.
fr_fr: Veuillez sélectionner une réponse.
ja_jp: 以下から回答を選んで下さい。

# questions_show_please_wait_sending.Text
source: Please wait
fr_fr: "Veuillez patienter s'il vous plait"
ja_jp: 投稿が完了するまでお待ちください

# questions_show_reopen.Text
source: Reopen this question
fr_fr: Rouvrir cette question
ja_jp: 質問を再開する

# questions_show_whatsay.Text
source: How do you say %1$s in %2$s?
fr_fr: Comment dit-on %1$s en %2$s?
ja_jp: %1$s は %2$s で何と言いますか？

# questions_show_whatsay_photo.Text
source: How do you say this in %1$s?
fr_fr: Comment dit-on cela en %1$s?
ja_jp: これは %1$s で何と言いますか？

# recent_searches_title.Text
source: Recent Searches
ja_jp: 最近した検索

# recommend_feature_answer.Text
source: "Let's select a featured answer! %1$s"
fr_fr: Sélectionnons une réponse mise en avant ! %1$s
ja_jp: 最も役に立った回答を選びましょう！%1$s

# report_alert_view_message.Text
source: Are you sure you want to report this as spam?
fr_fr: Êtes-vous sûr de signaler comme inapproprié?
ja_jp: 不適切な内容として運営に報告しますか？

# report_alert_view_send_action_title.Text
source: Yes
fr_fr: Oui
ja_jp: 報告する

# report_success_message.Text
source: Sent.
fr_fr: Envoyé
ja_jp: 送信しました

# search_bookmarks_no_bookmarks.Text
source: No bookmark matched.
ja_jp: 該当するブックマークはありませんでした。

# search_bookmarks_search_bar_placeholder.Text
source: Search bookmarks
ja_jp: ブックマークを検索

# search_noquestions_maintext.Text
source: No questions matched.
ja_jp: キーワードに該当する質問はありませんでした。

# search_placeholder_bookmarks.Text
source: Search your bookmarks
ja_jp: 自分のブックマークを検索

# search_placeholder_questions.Text
source: Search your questions
ja_jp: 自分の質問を検索

# search_placeholder_questions_and_bookmarks.Text
source: Search your questions and bookmarks
ja_jp: 自分の質問とブックマークを検索

# select_language_question_title.Text
source: Select a Language
fr_fr: Choisir une langue
ja_jp: 言語

# settings_label_aboutapp.Text
source: About HiNative
fr_fr: À propos de HiNative
ja_jp: HiNativeについて

# settings_label_account.Text
source: My account
fr_fr: Mon compte
ja_jp: アカウント

# settings_label_answer.Text
source: Answer
fr_fr: Réponse
ja_jp: 回答

# settings_label_asct.Text
source: Display based on the Specified Commercial Transactions Act
fr_fr: Affichage basé sur la Loi sur les Transactions Commerciales Spéciales
ja_jp: 特定商取引に基づく表示

# settings_label_bugreport.Text
source: Bug Report
fr_fr: Rapport des erreurs
ja_jp: 問題を報告

# settings_label_change_email.Text
source: Change email address
fr_fr: "Changer d'adresse électronique"
ja_jp: メールアドレスを変更する

# settings_label_delete_account.Text
source: Delete my account
fr_fr: Supprimer mon compte
ja_jp: 退会する

# settings_label_featured_answer.Text
source: Featured answer
fr_fr: Réponse en vedette
ja_jp: 最も役に立った回答

# settings_label_help.Text
source: Help
fr_fr: Aide
ja_jp: ヘルプ

# settings_label_info.Text
source: Newsletter
fr_fr: Bulletin
ja_jp: お知らせメール

# settings_label_information.Text
source: Information
fr_fr: Informations
ja_jp: 運営からのお知らせ

# settings_label_license.Text
source: License
fr_fr: Licence
ja_jp: ライセンス

# settings_label_like.Text
source: Like!
fr_fr: "J'aime!"
ja_jp: いいね！

# settings_label_mention.Text
source: Mention
ja_jp: メンション

# settings_label_notice.Text
source: Notices
fr_fr: Avis
ja_jp: 運営からのお知らせ

# settings_label_notification_of_night.Text
source: Night-time notifications
fr_fr: Notifications de nuit
ja_jp: 夜間の通知

# settings_label_others.Text
source: Others (Notices, Terms, etc.)
fr_fr: Autres (Avis, Termes, etc.)
ja_jp: その他(利用規約、お知らせなど)

# settings_label_premium.Text
source: Premium
ja_jp: プレミアム

# settings_label_privacy_policy.Text
source: Privacy policy
fr_fr: Politique de confidentialité
ja_jp: プライバシーポリシー

# settings_label_remind.Text
source: "Let's select a featured answer"
fr_fr: Sélectionnez une réponse mise en vedette.
ja_jp: 最も役に立った回答を選びましょう！

# settings_label_sign_out.Text
source: Sign out
fr_fr: Se déconnecter
ja_jp: ログアウト

# settings_label_social_account.Text
source: Social Networks
fr_fr: Réseau social
ja_jp: ソーシャルアカウントの連携

# settings_label_terms_of_use_premium.Text
source: HiNative Premium Service Terms of Use
fr_fr: "Conditions d'utilisation du service premium HiNative"
ja_jp: プレミアム利用規約

# settings_label_user_agreement.Text
source: Terms of use
fr_fr: "Conditions d'utilisation"
ja_jp: 利用規約

# settings_label_version.Text
source: Version
ja_jp: バージョン情報

# settings_url_aboutapp.Text
source: http://support-en.hinative.com/about
ja_jp: http://support-ja.hinative.com/about

# settings_url_asct.Text
source: http://support-en.hinative.com/asct
ja_jp: http://support-ja.hinative.com/asct

# settings_url_help.Text
source: http://help-en.hinative.com/post/119421002137/index
ja_jp: http://help-ja.hinative.com/post/119418931871/index

# settings_url_privacy.Text
source: http://support-en.hinative.com/privacy
ja_jp: http://support-ja.hinative.com/privacy

# settings_url_rssnews.Text
source: http://news-en.hinative.com/tagged/news/rss
ja_jp: http://news-ja.hinative.com/tagged/news/rss

# settings_url_termofuse.Text
source: http://support-en.hinative.com/termsofuse
fr_fr: http://support-en.hinative.com/termsofune
ja_jp: http://support-ja.hinative.com/termsofuse

# settings_url_terms_of_use_premium.Text
source: http://support-en.hinative.com/termsofuse-premium
ja_jp: http://support-ja.hinative.com/termsofuse-premium

# show_photo_menu_copied.Text
source: Copied
fr_fr: Copié
ja_jp: 写真をコピーしました

# show_photo_menu_copy_photo.Text
source: Copy photo
fr_fr: Copier photo
ja_jp: 写真をコピー

# show_photo_menu_save_failed.Text
source: Failed to save photo, please try again later.
fr_fr: "Ne peut enregistrer la photo, s'il vous plait réessayer plus tard"
ja_jp: 写真を保存できませんでした。後でもう一度試してみてください。

# show_photo_menu_save_finished.Text
source: Saved photo
fr_fr: Photo enregistré
ja_jp: 写真を保存しました

# show_photo_menu_save_photo.Text
source: Save photo
fr_fr: Enregistrer la photo
ja_jp: 写真を保存

# show_photo_menu_saving.Text
source: Saving…
fr_fr: Enregistrement en course…
ja_jp: 保存しています…

# sign_in_button_create_account.Text
source: Sign up with your email
fr_fr: "S'inscrire avec une adresse électronique"
ja_jp: 新規登録

# sign_in_button_facebook.Text
source: Sign In with Facebook
fr_fr: Se connecter avec Facebook
ja_jp: Facebookアカウントでログイン

# sign_in_button_lang8.Text
source: Sign In with Lang-8
fr_fr: Se connecter avec Lang-8
ja_jp: Lang-8アカウントでログイン

# sign_in_button_normal_sign_in.Text
source: Sign in
fr_fr: Connexion
ja_jp: ログイン

# sign_in_button_normal_sign_up.Text
source: Sign up
fr_fr: Inscription
ja_jp: 新規登録

# sign_in_button_twitter.Text
source: Sign in with Twitter
fr_fr: Se connecter avec Twitter
ja_jp: Twitterアカウントでログイン

# sign_in_label_forgot_password.Text
source: Forgot your password?
fr_fr: Mot de passe oublié?
ja_jp: パスワードを忘れた場合

# sign_in_label_no_auto_post.Text
source: Social login will not post anything to your timeline
fr_fr: Une connexion aux média sociaux ne publiera rien sur votre calendrier.
ja_jp: 外部サービスに自動投稿されることはありません

# sign_in_label_username.Text
source: Username or Email Address
fr_fr: "Nom d'utilisateur ou adresse électronique"
ja_jp: ユーザー名またはメールアドレス

# sign_up_button_facebook.Text
source: Sign up with Facebook
fr_fr: "S'inscrire avec Facebook"
ja_jp: Facebookアカウントで登録

# sign_up_button_lang8.Text
source: Sign up with Lang-8
fr_fr: "S'inscrire avec Lang-8"
ja_jp: Lang-8アカウントで登録

# sign_up_button_twitter.Text
source: Sign up with Twitter
fr_fr: "S'inscrire avec Twitter"
ja_jp: Twitterアカウントで登録

# sign_up_label_default_language.Text
source: English (US)
fr_fr: Anglais (États-Unis)
ja_jp: 英語 (アメリカ)

# sign_up_label_email.Text
source: Email
fr_fr: Adresse électronique
ja_jp: メールアドレス

# sign_up_label_learning_language.Text
source: Language you are interested in
fr_fr: Langue qui vous intéresse
ja_jp: 興味のある言語

# sign_up_label_learning_level.Text
source: Learning level
fr_fr: "Niveau d'apprentissage"
ja_jp: 学習レベル

# sign_up_label_native_language.Text
source: Native language
fr_fr: Langue maternelle
ja_jp: 母語

# sign_up_label_native_level.Text
source: Level
fr_fr: Niveau
ja_jp: レベル

# sign_up_navigation_item_title.Text
source: Sign Up
fr_fr: Inscription
ja_jp: 新規登録

# sign_up_text_field_placeholder_password.Text
source: 8 or more characters
fr_fr: Plus de 8 caractères
ja_jp: 8文字以上の英数字

# sign_up_text_field_placeholder_username.Text
source: Ex.) lang8
fr_fr: Exemple) lang8
ja_jp: 例）lang8

# signup_basic_info_error_email_email_format.Text
source: Invalid email
fr_fr: Adresse électronique est invalide
ja_jp: メールアドレスは不正な値です

# signup_basic_info_error_email_require.Text
source: Email is required
fr_fr: Adresse électronique est requise
ja_jp: メールアドレスを入力してください

# signup_basic_info_error_email_unique.Text
source: This email is already registered with HiNative. Please sign in or use a different email.
fr_fr: Cette adresse électronique est déjà utilisée
ja_jp: メールアドレスはすでに登録されています

# signup_basic_info_error_name_hankaku_format.Text
source: Invalid username
fr_fr: "Nom d'utilisateur est invalide"
ja_jp: ユーザー名は不正な値です

# signup_basic_info_error_name_max.Text
source: Username is too long (maximum is 20 characters)
fr_fr: "Nom d'utilisateur trop long (maximum est 20 caractères)"
ja_jp: ユーザー名は20文字以内で入力してください

# signup_basic_info_error_name_min.Text
source: Username is too short (minimum is 3 characters)
fr_fr: "Nom d'utilisateur trop court (minimum est 3 caractères)"
ja_jp: ユーザー名は3文字以上で入力してください

# signup_basic_info_error_name_require.Text
source: Username is required
fr_fr: "Nom d'utilisateur est nécessaire"
ja_jp: ユーザー名を入力してください

# signup_basic_info_error_name_unique.Text
source: Username already taken. Please try another one.
fr_fr: "Nom d'utilisateur déjà pris. Veuillez en essayer un autre."
ja_jp: "このユーザー名はすでに登録されています。 他のユーザー名を入力して下さい。"

# signup_basic_info_error_offline.Text
source: The network is unreachable
fr_fr: Réseau inaccessible
ja_jp: インターネット接続がオフラインのようです

# signup_basic_info_error_password_max.Text
source: Password is too long (maximum is 128 characters)
fr_fr: Mot de passe trop long (maximum est 128 caractères)
ja_jp: パスワードは128文字以内で入力してください

# signup_basic_info_error_password_min.Text
source: Password is too short (minimum is 8 characters)
fr_fr: Mot de passe est trop court (minimum est 8 caractères)
ja_jp: パスワードは8文字以上で入力してください

# signup_basic_info_error_password_require.Text
source: Password is required
fr_fr: Mot de passe requis
ja_jp: パスワードを入力してください

# signup_basic_info_error_unknown.Text
source: An error has occurred. Please try again later.
fr_fr: "Une erreur est survenue. S'il vous plait réessayer plus tard."
ja_jp: エラーが発生しました。後で再度試して下さい

# signup_basic_info_guide_email_changeable.Text
source: You can change your email address later on
fr_fr: "L'adresse électronique peut être modifiée après l'inscription"
ja_jp: メールアドレスは登録後に変更可能です

# signup_basic_info_navigation_title.Text
source: Registration
fr_fr: Inscription
ja_jp: 新規登録

# signup_basic_info_text_field_placeholder_email.Text
source: Email Address
fr_fr: Adresse électronique
ja_jp: メールアドレス

# signup_basic_info_text_field_placeholder_name.Text
source: Username: alphanumeric only
fr_fr: "Nom d'utilisateur: Alphanumérique seulement."
ja_jp: ユーザー名: 半角英数字のみ。

# signup_basic_info_text_field_placeholder_password.Text
source: Password (at least 8 characters)
fr_fr: Mot de passe: Au moins 8 caractères
ja_jp: パスワード: 8文字以上

# signup_button_back.Text
source: Back
fr_fr: précédant
ja_jp: 戻る

# signup_button_next.Text
source: Next
fr_fr: Suivant
ja_jp: 次へ

# signup_button_register.Text
source: Register
fr_fr: "S'inscrire"
ja_jp: 新規登録する

# signup_languages_navigation_title.Text
source: Choose Languages
fr_fr: Choisir les langues
ja_jp: 言語を選択

# signup_languages_section_interested_language_title.Text
source: Choose the languages you are interested in
fr_fr: Choisir langues qui vous intéresse
ja_jp: 興味のある言語を選んでください

# signup_languages_section_native_language_title.Text
source: Choose your native languages
fr_fr: Choisir votre langue maternelle
ja_jp: 母語を選んでください

# signup_terms_of_use_attention_body.Text
source: "By registering, you acknowledge and agree to HiNative's %1$s and %2$s."
fr_fr: En vous inscrivant, vous reconnaissez et acceptez les %1$s et la %2$s de HiNative.
ja_jp: 新規登録をすると、%1$sと%2$sに同意したことになります。

# signup_terms_of_use_attention_privacy_policy.Text
source: privacy policy
fr_fr: politique de confidentialité
ja_jp: プライバシーポリシー

# signup_terms_of_use_attention_terms_of_use.Text
source: terms of use
fr_fr: "conditions d'utilisation"
ja_jp: 利用規約

# signup_terms_of_use_button_accept_terms_of_use.Text
source: Accept terms of use
fr_fr: "Accepter les conditions d'utilisation"
ja_jp: 利用規約に同意する

# signup_terms_of_use_button_next.Text
source: OK
fr_fr: Terminé
ja_jp: 登録

# signup_terms_of_use_button_receive_newsletter.Text
source: Receive our newsletter?
fr_fr: Boîte de réception
ja_jp: お知らせメールを受け取る

# signup_terms_of_use_label_newsletter.Text
source: We will send you newsletters about new features and other useful information.
fr_fr: "Nous allons envoyer des bulletins en ce qui concerne les nouvelles dispositions ainsi que d'autre information importante."
ja_jp: 不定期にHinativeからの役に立つお得な情報をお送りいたします

# signup_terms_of_use_navigation_title.Text
source: Terms of use
fr_fr: "Conditions d'utilisation"
ja_jp: 利用規約

# signup_tutorial_answer_attention.Text
source: Write your answer here!
fr_fr: Répondons ici !
ja_jp: ここから回答しましょう。

# signup_tutorial_ask_view_footer_message.Text
source: 90 percent of questions are answered quickly.
fr_fr: 90 % des questions trouvent rapidement une réponse.
ja_jp: 90%以上の質問がすぐに回答されています。

# signup_tutorial_button_back.Text
source: Back
fr_fr: Retour
ja_jp: 戻る

# signup_tutorial_button_hints.Text
source: Not sure what to ask?
fr_fr: Vous ne savez pas quoi demander ?
ja_jp: ヒントを表示しますか？

# signup_tutorial_button_next.Text
source: Next
fr_fr: Suivant
ja_jp: 次へ

# signup_tutorial_button_start.Text
source: "Let's start asking!"
fr_fr: Posez vos questions!
ja_jp: さあ始めよう!

# signup_tutorial_description_1.Text
source: HiNative is a Q&A platform for asking questions about language and culture to native speakers.
fr_fr: HiNative est un service vous permettant de poser à des locuteurs natifs toutes sortes de questions sur leur langue et culture.
ja_jp: HiNativeは言語や文化についての質問を気軽にネイティブスピーカーに質問できるサービスです。

# signup_tutorial_description_2.Text
source: You can answer questions too! Use your native language or the language a question was asked in when answering.
fr_fr: Vous pouvez répondre dans votre langue maternelle ou dans la langue utilisée pour poser la question.
ja_jp: 回答は相手の母語や自分の母語で回答しても大丈夫です。

# signup_tutorial_description_3.Text
source: "Alright, it's time to try answering your first (practice) question!"
fr_fr: "Et bien, essayons d'y répondre !"
ja_jp: それでは、早速回答にチャレンジしてみましょう！

# signup_tutorial_description_4.Text
source: "That wasn't bad, right? Next, let's try asking a question to other native speakers."
fr_fr: "Et maintenant, il est temps de poser une question à d'autres locuteurs natifs."
ja_jp: 次はネイティブスピーカーに質問してみましょう。

# signup_tutorial_description_5.Text
source: "It's easy to ask. Just choose from our 6 pre-established question formats."
fr_fr: "C'est très facile de demander. Vous pouvez choisir parmi nos formats de questions prédéterminés."
ja_jp: 質問はとても簡単。質問テンプレート一覧から、質問したい種類を選ぶことができます。

# signup_tutorial_description_6.Text
source: For example, if you want to ask how to say, \"I love you\" in Spanish, just type it into the blank on the template.
fr_fr: "Par exemple, si vous voulez demander à des locuteurs espagnols natifs comment dire « Je t'aime » en espagnol, il vous suffit d'écrire « je t'aime » dans l'espace prévu dans ce modèle."
ja_jp: たとえばスペイン語で「I love you」 はなんと言うかを聞きたい時、このフォームに「I love you」 と入力してみましょう。

# signup_tutorial_description_7.Text
source: "When you ask a question, the question template is automatically translated into the language that you're asking about."
fr_fr: Lorsque vous utilisez le modèle pour poser une question, la question sera automatiquement traduite dans la langue à laquelle ladite question est liée.
ja_jp: テンプレート部分が自動翻訳されるので、スペイン語ネイティブとの意思疎通が簡単に行えます。

# signup_tutorial_description_8.Text
source: "Now, let's try asking a question … for real!"
fr_fr: Essayons de poser une question, cette fois pour de vrai !
ja_jp: では実際に質問してみましょう。
